{
  "header__beginning": "Home",
  "header__about": "About me",
  "header__techs": "Technologies",
  "header__projects": "Projects",
  "header__achievements": "Achievements",
  "header__contact": "Contact",

  "banner__title": "Full Stack Developer",
  "banner__text": "Earning experience in full stack web development for over one year through coding personal projects, focused on evolution and seeking new challenges.",

  "about__text--1": "Web developer passionate about studying programming logic, I started my studies in C++ at the end of 2021, language wich I keep learning due it's complexity. Throughout my journey, I joined programming courses and marathons that helped me developing my knowledge. Today, I am taking Computer Science, with graduation scheduled for 2026.",
  "about__text--2": "In 2024, I started studying at Kenzie Academy Brasil, where I've learned many technologies and 'soft skills'. I also had the oportunity to act as a Full Stack Monitor, helping other students from the course with their tasks and assignments. Since then, I've been doing personal projects as a way of practicing the technologies I learned and evolve even more.",
  "about__button": "Download CV",

  "technologies__title": "Technologies",

  "projects__title": "Projects",
  "projects__title--1": "Contacts",
  "projects__description--1": "Application to register, update, delete and consult your contacts.",
  "projects__title--2": "Burguer Shop",
  "projects__description--2": "Application that simulates a burguer shop page.",
  "projects__title--3": "KenzieHub",
  "projects__description--3": "Application to register, delete and consult your registered technologies.",
  "projects__title--4": "Contacts",
  "projects__description--4": "Application to register, update, delete and consult your contacts.",
  "projects__title--5": "Movies",
  "projects__description--5": "Application that simulates a Rest API from a movie rental store.",
  "projects__title--6": "User & Courses",
  "projects__description--6": "Application that simulates a Rest API from a courses platform.",

  "projects__button--code": "Access source code",
  "projects__button--deploy": "Access deploy on vercel",

  "achievements__title": "Achievements",
  "achievements__title--1": "20ᵗʰ Regional Coding Marathon",
  "achievements__description--1": "I attended the 20ᵗʰ Regional Coding Marathon in 2022, where I got one of the bronze medals from the high school level (Competition between the 1ˢᵗ to 3ʳᵈ years of the high school)",
  "achievements__title--2": "Maratona Tech",
  "achievements__description--2": "I attended the first edition of the Maratona Tech in 2022, achieving the golden medal.",
  "achievements__title--3": "Full Stack Formation",
  "achievements__description--3": "As a reward from the Maratona Tech, I had the opportunity of studying Full Stack web development at Kenzie Academy Brazil. Between March 2023 and March 2024, I have dedicated to studies, learning plenty of different technologies.",
  "achievements__title--4": "Recognizement - Outstanding student in the communication module.",
  "achievements__description--4": "I attended the Talentos de Futuro program in 2021, wich I was voted as the outstanding student in the communication module, besides developing important skills, like teamwork, ethic and inovation.",

  "button__marathon--content": "Know more about the Marathon",

  "contacts__title": "Contact",
  "contacts__or": "OR",
  "contacts__whatsapp": "Contact me on WhatsApp",

  "contacts__input--name": "Your name",
  "contacts__input--email": "Your e-mail",
  "contacts__textarea": "Type your message here",

  "contacts__button--send": "Send message",

  "contacts__message--success": "I have received your message! Thank you and I'll text you back soon 😁!",
  "contacts__message--error": "Oops, something went wrong... Please, try again later!"
}