{
  "header__beginning": "Inicio",
  "header__about": "Sobre mim",
  "header__techs": "Tecnologias",
  "header__projects": "Projetos",
  "header__achievements": "Conquistas",
  "header__contact": "Contato",

  "banner__title": "Desenvolvedor Full Stack",
  "banner__text": "Obtendo experiência em desenvolvimento web full stack há mais de 1 ano por meio de projetos pessoais, focado na evolução e buscando novos desafios.",

  "about__text--1": "Desenvolvedor web apaixonado pelo estudo em lógica de programação, iniciei meus estudos em C++ no fim do ano de 2021, linguagem que estudo até hoje devido sua complexidade. No decorrer da minha jornada, participei de cursos e maratonas de programação que me ajudaram a desenvolver meu conhecimento. Hoje, estou cursando Ciência da Computação, com previsão de formatura para 2026.",
  "about__text--2": "Em 2024, iniciei meus estudos na Kenzie Academy Brasil, onde aprendi diversas tecnologias e soft skills. Também tive a oportunidade de atuar como Monitor de Ensino Full Stack, auxiliando outros alunos do curso com suas atividades e entregas. Desde então, tenho feito projetos pessoais como forma de praticar as tecnologias aprendidas e evoluir ainda mais!",
  "about__button": "Baixar currículo",

  "technologies__title": "Tecnologias",

  "achievements__title": "Conquistas",
  "achievements__title--1": "20ª Maratona Regional de Programação",
  "achievements__description--1": "Participei da 20ª Maratona Regional de Programação em 2022, onde conquistei uma das medalhas de bronze do nível médio (competição entre os estudantes do 1° ao 3° ano do ensino médio)",
  "achievements__title--2": "Maratona Tech",
  "achievements__description--2": "Participei da primeira edição da Maratona Tech em 2022, conquistando a medalha de ouro.",
  "achievements__title--3": "Formação Full Stack",
  "achievements__description--3": "Como premiação da Maratona Tech, tive a oportunidade de estudar desenvolvimento web Full Stack na Kenzie Academy Brasil. Entre Março de 2023 e Março de 2024 me dediquei aos estudos, aprendendo diversas tecnologias.",
  "achievements__title--4": "Reconhecimento - Aluno destaque módulo de comunicação",
  "achievements__description--4": "Participei do programa Talentos de Futuro em 2021, em que fui eleito aluno destaque no módulo de comunicação, além de desenvolver habilidades importantes, como trabalho em equipe, ética e inovação.",

  "button__marathon--content": "Saiba mais sobre a Maratona",

  "contacts__title": "Contato",
  "contacts__or": "OU",
  "contacts__whatsapp": "Entre em contato comigo via WhatsApp",

  "contacts__input--name": "Seu nome",
  "contacts__input--email": "Seu e-mail",
  "contacts__textarea": "Digite sua mensagem aqui",

  "contacts__button--send": "Enviar mensagem",

  "contacts__message--success": "Recebi sua mensagem! Muito obrigado e em breve retornarei o contato 😁!",
  "contacts__message--error": "Oops, algo deu errado... Por favor, tente novamente mais tarde!"
}